<?php
return [
    // ******* A *********
    'active' => 'การใช้งาน',
    'active_no' => 'ไม่ใช้งาน',
    'active_yes' => 'ใช้งาน',
    'add' => 'เพิ่ม',
    'add_class' => 'เพิ่มพื้นที่ชั้น',
    'add_permission' => 'เพิ่มสิทธิการใช้งาน',
    'add_user' => 'เพิ่มผู้ใช้งาน',
    'add_user_permission' => 'เพิ่มสิทธิผู้ใช้งาน',

    // ******* B *********
    'back' => 'กลับ',

    // ******* C *********
    'cancel' => 'ยกเลิก',
    'class' => 'พิ้นที่ชั้น',
    'class_name' => 'ชื่อพื้นที่ชั้น',
    'company_name' => 'ชื่อบริษัท',
    'created_at' => 'วันที่สร้าง',

    // ******* D *********
    'dashboard' => 'หน้าแรก',
    'delete' => 'ลบ',
    'description' => 'รายละเอียด',

    // ******* E *********
    'edit' => 'แก้ไข',
    'edit_class' => 'แก้ไขพื้นที่ชั้น',
    'edit_permission' => 'แก้ไขสิทธิการใช้งาน',
    'edit_user' => 'แก้ไขผู้ใช้งาน',
    'edit_user_permission' => 'แก้ไขสิทธิผู้ใช้งาน',
    'email' => 'อีเมล์',
    'export' => 'ส่งออก',

    // ******* F *********
    'first_name' => 'ชื่อ',

    // ******* J *********
    'job_list' => 'เอกสารขออนุญาตเข้าพื้นที่',

    // ******* L *********
    'last_name' => 'นามสกุล',
    'location' => 'พื้นที่ตำแหน่ง',
    'login' => 'เข้าสู่ระบบ',
    'logout' => 'ออกจากระบบ',

    // ******* M *********
    'manage' => 'การจัดการ',
    'manage_class' => 'จัดการพื้นที่ชั้น',
    'manage_permission' => 'จัดการสิทธิการใช้งาน',
    'manage_step_job_list' => 'จัดการขั้นตอนการขออนุญาต',
    'manage_user' => 'จัดการผู้ใช้งาน',
    'manage_user_permission' => 'จัดการสิทธิผู้ใช้งาน',
    'menu' => 'เมนู',

    // ******* ์ N*********
    'name' => 'ชื่อ - นามสกุล',
    'number_no' => 'ลำดับ',

    // ******* O *********
    'ok' => 'ตกลง',

    // ******* P *********
    'password' => 'รหัสใช้งาน',
    'permission' => 'สิทธิการใช้งาน',
    'permission_name' => 'ชื่อสิทธิการใช้งาน',

    // ******* R *********
    'report' => 'รายงาน',
    'report_job_list' => 'รายงานขออนุญาตเข้าพื้นที่',
    'report_hot_work' => 'รายงานขออนุญาตอุปกรณ์อัคคีภัย',

    // ******* S *********
    'save' => 'บันทึก',
    'sub_menu' => 'เมนูย่อย',

    // ******* T *********
    'tel' => 'หมายเลยโทรศัพท์',

    // ******* U *********
    'update' => 'อัพเดท',
    'updated_at' => 'วันที่อัพเดทล่าสุด',
    'use' => 'ใช้งาน',
    'user' => 'ผู้ใช้งาน',
    'username' => 'ชื่อผู้ใช้งาน',
    'user_permission' => 'สิทธิผู้ใช้งาน',

    // ******* V *********
    'view' => 'ดู',
    'view_class' => 'ดูพื้นที่ชั้น',
    'view_permission' => 'ดูสิทธิการใช้งาน',
    'view_user' => 'ดูผู้ใช้งาน',
    'view_user_permission' => 'ดูสิทธิผู้ใช้งาน',

    // ******* W *********
    'work_type' => 'ประเภทของงาน',

    // ******* Y *********
    'yes' => 'ใช่'
];
