<?php
return [
    // ******* A *********
    'active' => 'การใช้งาน',
    'active_no' => 'ไม่ใช้งาน',
    'active_yes' => 'ใช้งาน',
    'add' => 'เพิ่ม',
    'add_permission' => 'เพิ่มสิทธิการใช้งาน',
    'add_user' => 'เพิ่มผู้ใช้งาน',

    // ******* B *********
    'back' => 'กลับ',

    // ******* C *********
    'cancel' => 'ยกเลิก',
    'company_name' => 'ชื่อบริษัท',
    'created_at' => 'วันที่สร้าง',

    // ******* D *********
    'delete' => 'ลบ',
    'description' => 'รายละเอียด',

    // ******* E *********
    'edit' => 'แก้ไข',
    'edit_permission' => 'แก้ไขสิทธิการใช้งาน',
    'edit_user' => 'แก้ไขผู้ใช้งาน',
    'email' => 'อีเมล์',
    'export' => 'ส่งออก',

    // ******* F *********
    'first_name' => 'ชื่อ',

    // ******* L *********
    'last_name' => 'นามสกุล',
    'login' => 'เข้าสู่ระบบ',
    'logout' => 'ออกจากระบบ',

    // ******* M *********
    'manage_permission' => 'จัดการสิทธิการใช้งาน',
    'manage_user' => 'จัดการผู้ใช้งาน',
    'menu' => 'เมนู',

    // ******* ์ N*********
    'name' => 'ชื่อ - นามสกุล',
    'number_no' => 'ลำดับ',

    // ******* O *********
    'ok' => 'ตกลง',

    // ******* P *********
    'password' => 'รหัสใช้งาน',
    'permission' => 'สิทธิการใช้งาน',
    'permission_name' => 'ชื่อสิทธิการใช้งาน',

    // ******* S *********
    'save' => 'บันทึก',
    'sub_menu' => 'เมนูย่อย',

    // ******* T *********
    'tel' => 'หมายเลยโทรศัพท์',

    // ******* U *********
    'update' => 'อัพเดท',
    'updated_at' => 'วันที่อัพเดทล่าสุด',
    'use' => 'ใช้งาน',
    'username' => 'ชื่อผู้ใช้งาน',

    // ******* V *********
    'view' => 'ดู',
    'view_permission' => 'ดูสิทธิการใช้งาน',
    'view_user' => 'ดูผู้ใช้งาน',

    // ******* Y *********
    'yes' => 'ใช่'
];