<?php
return [
    // ******* A *********
    'active' => 'การใช้งาน',
    'active_no' => 'ไม่ใช้งาน',
    'active_yes' => 'ใช้งาน',
    'add' => 'เพิ่ม',
    'add_class' => 'เพิ่มพื้นที่ชั้น',
    'additional' => 'เพิ่มเติม',
    'add_location' => 'เพิ่มพื้นที่ตำแหน่ง',
    'add_permission' => 'เพิ่มสิทธิการใช้งาน',
    'add_user' => 'เพิ่มผู้ใช้งาน',
    'add_user_permission' => 'เพิ่มสิทธิผู้ใช้งาน',
    'add_work_type' => 'เพิ่มประเภทงาน',
    'application_form' => 'ใบขออนุญาต',

    // ******* B *********
    'back' => 'กลับ',

    // ******* C *********
    'cancel' => 'ยกเลิก',
    'car_registration' => 'ทะเบียนรถที่นำเข้าอาคาร',
    'class' => 'พิ้นที่ชั้น',
    'class_name' => 'ชื่อพื้นที่ชั้น',
    'coming_work_date' => 'วันที่เข้าดำเนินการ',
    'company_name' => 'ชื่อบริษัท',
    'contractor' => 'ผู้รับเหมา',
    'created_at' => 'วันที่สร้าง',

    // ******* D *********
    'dashboard' => 'หน้าแรก',
    'delete' => 'ลบ',
    'description' => 'รายละเอียด',
    'document' => 'เอกสาร',
    'document_no' => 'เลขที่เอกสาร',

    // ******* E *********
    'edit' => 'แก้ไข',
    'edit_class' => 'แก้ไขพื้นที่ชั้น',
    'edit_location' => 'แก้ไขพื้นที่ตำแหน่ง',
    'edit_permission' => 'แก้ไขสิทธิการใช้งาน',
    'edit_user' => 'แก้ไขผู้ใช้งาน',
    'edit_user_permission' => 'แก้ไขสิทธิผู้ใช้งาน',
    'edit_work_type' => 'แก้ไขประเภทของงาน',
    'email' => 'อีเมล์',
    'employee' => 'ผู้รับจ้าง',
    'employer' => 'ผู้ว่าจ้าง',
    'end_time' => 'ถึงเวลา',
    'export' => 'ส่งออก',

    // ******* F *********
    'first_name' => 'ชื่อ',

    // ******* G *********
    'general_user' => 'ผู้ใช้ทั้วไป',

    // ******* H *********
    'hot_work' => 'อัคคีภัย',

    // ******* I *********
    'if_have' => 'ถ้ามี',

    // ******* J *********
    'job_list' => 'เอกสารขออนุญาตเข้าพื้นที่',

    // ******* L *********
    'last_name' => 'นามสกุล',
    'location' => 'พื้นที่ตำแหน่ง',
    'location_name' => 'ชื่อพื้นที่ตำแหน่ง',
    'login' => 'เข้าสู่ระบบ',
    'logout' => 'ออกจากระบบ',

    // ******* M *********
    'manage' => 'การจัดการ',
    'manage_class' => 'จัดการพื้นที่ชั้น',
    'manage_location' => 'จัดการพื้นที่ตำแหน่ง',
    'manage_permission' => 'จัดการสิทธิการใช้งาน',
    'manage_step_job_list' => 'จัดการขั้นตอนการขออนุญาต',
    'manage_user' => 'จัดการผู้ใช้งาน',
    'manage_user_permission' => 'จัดการสิทธิผู้ใช้งาน',
    'manage_work_type' => 'จัดการประเภทของงาน',
    'menu' => 'เมนู',

    // ******* ์ N*********
    'name' => 'ชื่อ - นามสกุล',
    'number_no' => 'ลำดับ',

    // ******* O *********
    'ok' => 'ตกลง',
    'other' => 'อื่นๆ',
    'owner' => 'เจ้าของงาน',

    // ******* P *********
    'participants' => 'รายชื่อผู้ที่เข้าปฏิบัติงาน',
    'password' => 'รหัสใช้งาน',
    'permission' => 'สิทธิการใช้งาน',
    'permission_name' => 'ชื่อสิทธิการใช้งาน',

    // ******* R *********
    'reference_no' => 'เลขที่อ้างอิงเอกสาร',
    'report' => 'รายงาน',
    'report_job_list' => 'รายงานขออนุญาตเข้าพื้นที่',
    'report_hot_work' => 'รายงานขออนุญาตอุปกรณ์อัคคีภัย',
    'requirement' => 'มีความประสงค์เพื่อเข้าติดตั้ง',

    // ******* S *********
    'save' => 'บันทึก',
    'start_time' => 'เริ่มเวลา',
    'step' => 'ขั้นตอนที่',
    'step_hot_work' => 'ขั้นตอนขออนุญาตอุปกรณ์อัคคีภัย',
    'step_job_list' => 'ขั้นตอนขออนุญาตเข้าพื้นที่',
    'sub_menu' => 'เมนูย่อย',
    'supervisor' => 'ผู้ควบคุมงานของผู้ว่าจ้าง',

    // ******* T *********
    'taskmaster' => 'ผู้ควบคุมงานผู้รับจ้าง',
    'tel' => 'หมายเลยโทรศัพท์',

    // ******* U *********
    'update' => 'อัพเดท',
    'updated_at' => 'วันที่อัพเดทล่าสุด',
    'use' => 'ใช้งาน',
    'user' => 'ผู้ใช้งาน',
    'username' => 'ชื่อผู้ใช้งาน',
    'user_permission' => 'สิทธิผู้ใช้งาน',

    // ******* V *********
    'view' => 'ดู',
    'view_class' => 'ดูพื้นที่ชั้น',
    'view_permission' => 'ดูสิทธิการใช้งาน',
    'view_user' => 'ดูผู้ใช้งาน',
    'view_user_permission' => 'ดูสิทธิผู้ใช้งาน',

    // ******* W *********
    'work_type' => 'ประเภทของงาน',
    'work_type_name' => 'ชื่อประเภทของงาน',

    // ******* Y *********
    'yes' => 'ใช่'
];
